{
  "usuarios": [
    {
      "nombre": "root",
      "nombreReal": "Administrador",
      "correo": "root@tienda.com",
      "password": "1234"
    },
    {
      "nombre": "yuriy",
      "nombreReal": "Yuriy Moreno",
      "correo": "yuriymosa@gmail.com",
      "password": "1234"
    }
  ],
  "productos": [
    {
      "nombre": "Mariano Odiseas",
      "descripcion": "<p>Mariano, el fontanero italiano con más vidas que un gato, se embarca en una nueva aventura en la vuelve a secuestrar a la princesa Melocotón. Esta vez, su gorra está poseída por un espíritu que le permite capturar y convertirse en todo lo que ve: taxis, ranas, e incluso dinosaurios. ¿Tiene sentido? No. ¿Divertidísimo? Absolutamente.</p><p>Conquista reinos, colecciona lunas y prepárate para una historia de amor entre un humano y una gorra que probablemente necesita un exorcismo.</p>",
      "precio": 59.99,
      "stock": 0,
      "imagen": "Mario2.jpg"
    },
    {
      "nombre": "Link Aliento Salvaje",
      "descripcion": "<p>Después de la mayor borrachera de la historia, Link despierta 100 años después y descubre que su reino ha sido arrasado, como siempre les sucede a todos los Link de la historia. Armado con una piedra mágica tipo iPhone, escala montañas, cocina cosas raras a las que llama comida y combate con palos de madera mientras todo intenta matarlo.</p><p>La princesa espera y tú... cazas insectos y haces snowboard en escudos. Prioridades, ¿no?</p>",
      "precio": 54.95,
      "stock": 1,
      "imagen": "Zelda.webp"
    },
    {
      "nombre": "Cronicas de la Espada Xeno 3",
      "descripcion": "<p>Bienvenido al anime interactivo más dramático del año. Combates por turnos que no son por turnos, espadas del tamaño de edificios, y personajes que lloran más que en una telenovela turca. Todo ello aderezado con términos inventados como \"Interlink\" o \"Ouroboros\" que suenan profundos pero no entiendes ni tú ni el juego.</p><p>Un caos glorioso de historia, emociones, y música épica para salvar el mundo... otra vez.</p>",
      "precio": 54.95,
      "stock": 2,
      "imagen": "Xenoblade.jpg"
    },
    {
      "nombre": "Super Hostias Ultimate",
      "descripcion": "<p>¿Qué pasaría si juntaras a Mario, Pikachu, Sonic, y Bayonetta en un escenario y les dieras licencia para reventarse a golpes? Pues esto. Más de 70 personajes peleando por ver quién se cae primero por el borde, mientras tú gritas que “el mando está roto”.</p><p>Ideal para jugar con amigos. Hasta que uno coge a Steve y descubres porque todos le odian. Entonces deja de ser divertido.</p>",
      "precio": 54.95,
      "stock": 4,
      "imagen": "Smash.jpg"
    },
    {
      "nombre": "Rafa Nadal Aces",
      "descripcion": "<p> Por alguna razón ahora Mariano es tenista, no preguntes el porque, nadie lo sabe.El tenis según Nintendo: con ataques especiales, raquetas que se rompen, y habilidades sobrehumanas. No se necesita saber jugar al tenis, ya que nada tiene sentido.</p><p>¡Perfecto para jugadores que no han tocado una pista en su vida pero quieren sentir que son campeones del Grand Slam!</",
      "precio": 54.95,
      "stock": 5,
      "imagen": "Tenis.jpg"
    },
    {
      "nombre": "Otro Puto Mario",
      "descripcion": "<p>Otro Mario en 2D. ¿Cuántos van ya? Esta vez, las flores hablan y los niveles se deforman con cosas raras llamadas “Wonder Seeds”. También puedes convertirte en un elefante. No preguntes por qué. Sólo acéptalo.</p><p>Ideal para los fans de toda la vida, y también para los que se quejan de que “ya no hacen juegos como antes”, pero igual lo compran.</p>",
      "precio": 54.95,
      "stock": 3,
      "imagen": "Wonder.jpg"
    },
    {
      "nombre": "Pokemon Españita",
      "descripcion": "<p>Una entrega ambientada en una versión alternativa de España con bugs, NPCs flotando, y Pokémon atrapados en paredes. Gráficos cuestionables pero la misma fórmula de siempre: atrapa, entrena y convierte a un Magikarp en dios, auque ahora puedes ponerle un puto gorro de cristal a tus Pokemon, porque para que añadir mas Megas si puedes añadir un puto gorro.</p><p>Aunque se considere uno de los peores Pokémon... no hay nada bueno que decir. Viva Españita.</p>",
      "precio": 54.95,
      "stock": 7,
      "imagen": "Pokemon.jpg"
    },
    {
      "nombre": "Los Cazafantasmas",
      "descripcion": "<p>Luigi es obligado a limpiar una mansión encantada usando una aspiradora. Pobre hombre, solo quería irse de vacaciones. Con sustos tiernos, fantasmas con personalidad y un ambiente terrorífico-nostálgico, este juego es como Ghostbusters pero con más fontaneros.</p><p>Ideal si te gustan los sustos adorables y gritar mientras limpias habitaciones poseídas.</p>",
      "precio": 54.95,
      "stock": 8,
      "imagen": "Luigi.jpg"
    },
    {
      "nombre": "Destructor de Mundos",
      "descripcion": "<p>Kirby, la bola rosa más tierna de los videojuegos, explora ruinas posapocalípticas y derrota a dioses galácticos… todo porque le robaron una tarta. Nada ni nadie se interpondrá entre él y su postre.</p><p>Detrás de esa carita feliz hay un ser con un estómago infinito y cero paciencia. Todo por un dulce. Y tú lo ayudas a absorber todo a su paso.</p>.",
      "precio": 54.95,
      "stock": 9,
      "imagen": "Kirby.jpg"
    }
  ],
  "pedidos": [
    {
      "usuario": "yuriy",
      "direccion": "reyes",
      "tarjeta": "213213",
      "productos": {
        "Cronicas de la Espada Xeno 3": 1
      }
    }
  ]
}